{
  "paragraphs": {
    "beginner": [
      "Carly has a large family. She lives with four people. Carly also has two pets. Carly’s mom is a doctor. Carly’s mom works at the hospital. Carly’s mom helps people who are sick. Carly’s dad works at home. Carly’s dad cooks for the family. Carly’s dad drives the kids to soccer practice. Carly has two brothers. James is ten years old. Scott is fourteen years old. Carly has two pets. Jinx is a small, black cat. Diego is a large, brown dog. Carly loves her family!",
      "All spiders spin webs. That's because webs help spiders. Webs help spiders do three things. Webs help spiders hold eggs. Webs help spiders hide. And webs help spiders catch food. Webs help spiders hold eggs. Many spiders like to lay their eggs in their webs. The webs help keep the eggs together. Webs help spiders keep their eggs safe. Webs help spiders hide. Most spiders are dark. They are brown, grey, or black. But spider webs are light. They are white and cloudy. When spiders hide in their webs, they are harder to see.",
      "Sunset is the time of day when our sky meets the outer space solar winds. There are blue, pink, and purple swirls, spinning and twisting, like clouds of balloons caught in a whirlwind. The sun moves slowly to hide behind the line of horizon, while the moon races to take its place in prominence atop the night sky. People slow to a crawl, entranced, fully forgetting the deeds that must still be done. There is a coolness, a calmness, when the sun does set."
    ],
    "intermediate": [
      "Pseudoscorpions usually live outside in mulch, under tree bark, and in leaf litter. So how do they end up in the bathroom? They use those pincerlike claws to hitch a ride on other bugs, such as flies and beetles. When these insects come in, so do the pseudoscorpions - attached to their legs! These tiny arachnids prefer moist places. Since the bathroom tends to be humid after bathing and showering, it’s a likely place to find them. But they are easily overlooked. Most pseudoscorpions are only about two to eight millimeters long. Pseudoscorpions don’t bite or sting humans, and they can even be helpful. These bugs feed on common household pests, such as carpet beetle larvae, ants, mites, and small flies. Welcoming this hitchhiker into your home may mean there are fewer household pests to “bug” you!.",
      "Although there is a chance fruit flies can carry germs on to your food, this is not very likely. Fruit flies are annoying, but they probably will not hurt you. Because they are such a nuisance, however, most people want to get rid of these pesky bugs as quickly as possible. The first step is for you to remove all fruits or vegetables from your counter. Store these items in the refrigerator or in sealed containers. Clean up any spilled juice or bits of food that might be on the floor. Take out the trash and empty the recycling bin. Wash any dirty dishes that are in your sink. Doing all of these things will stop new fruit flies from finding food or places to lay their eggs."
    ],
    "advanced": [
      " The worst days of any summer are the rainy ones. We spend all year looking forward to nice weather and long, hot days. All of winter, with its dreary gray days and bitter cold, we dream of those endless days at the beach, laying on the sand and soaking in the bright and burning sun. And then, summer comes, and it rains. As a child, I would wake up to rainy summer days and come close to crying. It wasn’t fair. We suffered through months of school and miserable weather for those scant ten weeks of freedom and balmy weather. Any day that I could not spend at the beach or playing ball with my friends seemed like a punishment for something I didn’t even do. On those rainy summer days, I had nothing fun to do and could only sit inside, staring out at the rain like a Dickensian orphan. I was an only child, so there was no one else to play with. My father worked from home, so I was not truly alone, but he could not actively play with me since he was technically at work. It was those days that I would resign myself to whatever was on television or any books that I could find lying around. I’d crawl through the day and pray each night that the rain would not be there the next day.",
      "Concussions are brain injuries that occur when a person receives a blow to the head, face, or neck. Although most people who suffer a concussion experience initial bouts of dizziness, nausea, and drowsiness, these symptoms often disappear after a few days. The long-term effects of concussions, however, are less understood and far more severe. Recent studies suggest that people who suffer multiple concussions are at a significant risk for developing chronic traumatic encephalopathy (CTE), a degenerative brain disorder that causes a variety of dangerous mental and emotional problems to arise weeks, months, or even years after the initial injury. These psychological problems can include depression, anxiety, memory loss, inability to concentrate, and aggression. In extreme cases, people suffering from CTE have even committed suicide or homicide. The majority of people who develop these issues are athletes who participate in popular high-impact sports, especially football. Although both new sports regulations and improvements in helmet technology can help protect players, the sports media and fans alike bear some of the responsibility for reducing the incidence of these devastating injuries."
    ]
  },


  "reading": "Sunset is the time of day when our sky meets the outer space solar winds. There are blue, pink, and purple swirls, spinning and twisting, like clouds of balloons caught in a whirlwind. The sun moves slowly to hide behind the line of horizon, while the moon races to take its place in prominence atop the night sky. People slow to a crawl, entranced, fully forgetting the deeds that must still be done. There is a coolness, a calmness, when the sun does set. ",

  "why_this_tech_1": "Almost every reader 'subvocalizes,' or moves their throat as they imagine spaeking the words. This may help the reader remember concepts, but it's also a major barrier to speed. We assist you in practicing  this technique by playing while noise music, which can distract you from subvocalizing.",

  "why_this_tech_2": "When reading, your eyes often move back to earlier words. Most of the time, these are short movements that probably don't improve understanding, but it slows down your reading. So we help you practice this techniques by deleting the words you've read to train your eyes not to go back.",

  "speed":{
    "0.15": 60,
    "0.25": 100,
    "0.5": 200
  },
  "white_noise_file": "/static/data/white-noise-10min.mp3"
}

  